Repository: lefun-fun/dudo
Catalog: ui/src/locales/*/messages.po
Languages: fr

source: lefun.name
fr: Dudo

source: lefun.tagline
fr: Le classique jeu de dés et de bluff

source: lefun.aka
fr: Perudo

source: lefun.description
fr: Chaque joueur doit relever la mise. Vous n'avez pas une bonne main? Faites semblant!

source: lefun.settings.startNumDice.label
fr: Nombre de dés

source: lefun.settings.startNumDice.help
fr: Nombre de dés de départ pour chaque joueur

source: lefun.settings.startNumDice.options.3.shortLabel
fr: Num dés: 3

source: lefun.settings.startNumDice.options.4.shortLabel
fr: Num dés: 4

source: lefun.settings.startNumDice.options.5.shortLabel
fr: Num dés: 5

source: lefun.settings.startNumDice.options.6.shortLabel
fr: Num dés: 6

source: <0/> are <1>NOT</1> wild
fr: Les <0/> <1>ne</1> sont <1>pas</1> frimés.

source: <0/> are wild
fr: Les <0/> sont frimés.

source: <0>{username}</0> has been eliminated
fr: <0>{username}</0> a été éliminé

source: <0>{username}</0> has rolled
fr: <0>{username}</0> a lancé les dés

source: <0>{username}</0> is thinking...
fr: <0>{username}</0> réfléchit...

source: <0><1/></0> has won!
fr: <0><1/></0> a gagné!

source: <0><1/></0> is out
fr: <0><1/></0> est éliminé

source: <0><1/></0> is thinking...
fr: <0><1/></0> réfléchit...

source: <0><1/></0> lost one die!
fr: <0><1/></0> a perdu un dé

source: <0>You</0> are out!
fr: <0>Vous</0> êtes éliminé

source: <0>You</0> have won
fr: <0>Vous</0> avez gagné

source: <0>You</0> lost one die!
fr: <0>Vous</0> avez perdu un dé

source: Bet
fr: Miser

source: Bidding wilds
fr: Miser les frimes

source: Calling <0/> ends the round. If the bidder's claim is met, the player who called <1/> loses one die. If not, then the bidder loses one die. The loosing player starts the next round.
fr: Annoncer <0/> met fin à la ronde. Si la mise du joueur précédent est confirmée, le joueur qui a annoncé <1/> perd un dé ; sinon, c'est le joueur qui a fait la mise erronée qui perd un dé. Le perdant commence la ronde suivante.

source: Each round, all the players roll their dice, hiding the result from the other players.
fr: À chaque ronde, les joueurs roulent leurs dés, tout en dissimulant le résultat aux autres joueurs.

source: End of the game
fr: Fin de la partie

source: Increase the quantity and/or the value of the dice.
fr: Augmenter la quantité et/ou la valeur des dés.

source: Invalid raises
fr: Mises invalides

source: It's your turn!
fr: C'est votre tour!

source: No wilds. Only players with 1 die left can change the value of the dice.
fr: Aucune frime. Seuls les joueurs avec 1 dé restant peuvent changer la valeur des dés.

source: Not lower the quantity of dice.
fr: Ne pas réduire le nombre de dés.

source: Once you have lost all your dice, you are eliminated. The last player left wins.
fr: Un joueur est éliminé du jeu lorsqu'il n'a plus de dés. Le dernier joueur restant gagne.

source: Overview
fr: Aperçu

source: Raising the bid
fr: Augmenter la mise

source: Roll
fr: Lancer les dés

source: Rules of Dudo
fr: Règles de Dudo

source: The first player makes a bid about how many dice of a certain value are showing <0>among all players</0>, at a minimum. Ones (<1/>) are wild. For example, a bid of <2>5</2> <3/> is a claim that between all players, there are <4>at least</4> <5>5</5> <6/> or <7/>.
fr: À tour de rôle, les joueurs misent sur le nombre de dés d'une certaine valeur qui doivent être présents <0>parmi tous les joueurs</0>. Les 1 (<1/>) sont frimés, c'est-à-dire qu'ils peuvent prendre n'importe quelle valeur. Par exemple, une mise de <2>5</2> <3/> signifie qu'entre tous les joueurs, il y en a <4>au moins</4> <5>5</5> <6/> ou <7/>.

source: The game is played over several rounds.
fr: Une partie se déroule sur plusieurs rondes.

source: The next player must either raise the bid or call <0/>.
fr: Les joueurs doivent augmenter la mise précédente ou la contester en annonçant <0/>.

source: The player raising must
fr: Le joueur qui augmente la mise doit

source: There needs to be at least 3 players remaining for Palifico to take effect.
fr: Il doit y avoir au moins 3 joueurs restants pour que Palifico soit activé.

source: Valid raises
fr: Mises valides

source: Waiting for <0>{username}</0> to roll
fr: <0>{username}</0> doit lancer les dés

source: Waiting for everyone to roll...
fr: Tous les joueurs doivent lancer les dé...

source: When a player has only 1 die left, they start a <0>Palifico</0> round. In that round, only players with 1 die left can change the <1>value</1> of the dice in the bid.
fr: Lorsqu'un joueur n'a plus qu'un dé restant, il commence alors une ronde <0>Palifico</0>. Dans cette ronde, seuls les joueurs avec 1 dé restant peuvent changer la <1>valeur</1> des dés de la mise.

source: You can also bid the total number of <0/>. When doing so, you can halve (rounded up) the number of dice of a non-wild bid. You can go back to a non-wild bid by doubling and adding one to the quantity of dice.
fr: Un joueur peut également miser sur le nombre total de <0/>. Ce faisant, il peut diviser par 2 (arrondi à la hausse) le nombre de dés de la mise précédente avec frimes. On peut revenir à une enchère avec frimes en doublant, plus 1, la quantité de dés.
